Repository: HarrysLapTimer/LapTimerLocalizations
Catalog: *.lproj/Root.strings
Languages: de, es, fr, it, ja, zh_hans, zh_hant

source: kCurrentSpeedSegment
de: Aktuelle
es: Actual
fr: Actuel
it: Attuale
ja: 現在
zh_hans: 当前时速
zh_hant: 即時時速

source: kLastTopSpeedSegment
de: Letzte
es: Máxima Reciente
fr: Dernier
it: Ultimo
ja: 前回の最速
zh_hans: 短时极速
zh_hant: 短時極速

source: kTopSpeedSegment
de: Top
es: Máxima
fr: Haut
it: Alto
ja: 最速
zh_hans: 最高速
zh_hant: 最快速度

source: Online Racing
de: Online Rennen
es: Carrera Online
fr: Course Live
it: Corsa in diretta
ja: オンラインレーシング
zh_hans: 在线竞赛
zh_hant: 線上競賽

source: Driver ID
de: Fahrerkennung
es: ID Conductor
fr: ID pilote
it: ID pilota
ja: ドライバID
zh_hans: 车手ID
zh_hant: 車手ID

source: Publish
de: Veröffentlichen
es: Publicar
fr: Transmettre
it: Trasmettere
ja: 公開
zh_hans: 发布
zh_hant: 發佈

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: 未公開
zh_hans: 从不
zh_hant: 從不

source: Lapping
de: Zeitnahme
es: Lapeado
fr: Chronométrage
it: Cronometraggio
ja: ラップ中
zh_hans: 成绩提高时
zh_hant: 成績提高時

source: Always
de: Immer
es: Siempre
fr: En Permanence
it: In Permanenza
ja: 常時
zh_hans: 始终
zh_hant: 總是

source: Event
de: Veranstaltung
es: Evento
fr: Session
it: Sessione
ja: イベント
zh_hans: 活动
zh_hant: 活動

source: Track
de: Strecke
es: Circuito
fr: Circuit
it: Circuito
ja: トラック
zh_hans: 赛道
zh_hant: 賽道

source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
it: Veicolo
ja: 車両
zh_hans: 车辆
zh_hant: 車輛

source: Sound
de: Töne
es: Sonido
fr: Sons
it: Suoni
ja: サウンド
zh_hans: 声音
zh_hant: 聲音

source: Beeps
de: Hinweise
fr: Bip
it: Bip
ja: ビープ音
zh_hans: 提示音
zh_hant: 提示音

source: Gap Measure
de: Abweichungsart
es: Comparar con
fr: Ecart temps
it: Scarto tempi
ja: ギャップ基準
zh_hans: 时间差测量
zh_hant: 時間差測量

source: Fastest Lap
de: Beste Runde
es: Vuelta Rápida
fr: Tour + rapide
it: Giro + rapido
ja: 最速ラップ
zh_hans: 最快圈
zh_hant: 最快圈

source: Reference Lap
de: Referenz Runde
es: Vuelta de Referencia
fr: Tour de référence
it: Giro di referenza
ja: リファレンスラップ
zh_hans: 对照圈
zh_hant: 對照圈

source: Last Lap
de: Letzte Runde
es: Última Vuelta
fr: Dernier Tour
it: Ultimo Giro
ja: 前回ラップ
zh_hans: 上一圈
zh_hant: 上一圈

source: POI Detection (undirected only)
de: POI Erkennung (ohne Richtung)
fr: Détection de POI
it: Rilevazione di POI
ja: POI検出
zh_hans: 地标触发
zh_hant: 地標觸發

source: Narrow
de: Eng
es: Estrecho
fr: Proche
it: Vicino
ja: 狭め
zh_hans: 窄
zh_hant: 窄

source: Wide
de: Weit
es: Ancho
fr: Distant
it: Distante
ja: 広め
zh_hans: 宽
zh_hant: 寬

source: Compression
de: Kompression
es: Compresión
it: Compressione
ja: 圧縮
zh_hans: 压缩
zh_hant: 壓縮

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
zh_hans: 无
zh_hant: 無

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Debole
ja: 低
zh_hans: 低
zh_hant: 低

source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高
zh_hans: 高
zh_hant: 高

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
ja: ディスプレイ
zh_hans: 界面
zh_hant: 顯示

source: Stop Go Mode
de: Stopp Start Modus
es: Modo Stop & Go
fr: Mode Stop / Start
it: Modo Stop / Start
ja: Stop Go モード
zh_hans: 排位发车模式
zh_hant: 排位發車模式

source: Manual Timing
de: Manuelle Zeitnahme
es: Cronometraje Manual
fr: Chrono Manuel
it: Cronometro manuale
ja: マニュアルタイミング
zh_hans: 手动计时
zh_hant: 手動計時

source: Easy Mode
de: Einsteiger Modus
es: Modo Fácil
fr: Mode Débutant
it: Modo Principiante
ja: 簡易モード
zh_hans: 简易模式
zh_hant: 簡易模式

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
zh_hans: 速度显示
zh_hant: 速度顯示

source: Default
de: Standard
es: Por defecto
fr: Défaut
it: Difetto
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒
zh_hans: 暗色
zh_hant: 暗色

source: High Contrast
de: Hoher Kontrast
es: Alto Contraste
fr: Contraste élevé
it: Contrasto elevato
ja: ハイコントラスト
zh_hans: 高对比度
zh_hant: 高對比度

source: Day / Night
de: Tag / Nacht
es: Día / Noche
fr: Jour / Nuit
it: Giorno / Notte
ja: デイ/ナイト
zh_hans: 日/夜自动切换
zh_hant: 日/夜自動切換

source: Field Indicators
de: Feld Indikatoren
es: Indicadores de Campo
fr: Indicateurs de Terrain
it: Indicatori di Terreno
ja: フィールドインジケータ
zh_hans: 场地指标
zh_hant: 場地指標

source: Polar Format
de: Polar Koordinaten
es: Coordenadas Polares
fr: Coordonnées GPS
it: Coordinate GPS
ja: 座標
zh_hans: 经纬度格式
zh_hant: 經緯度格式

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
zh_hans: 单位
zh_hant: 單位

source: System Default
de: System Standard
es: Sistema por Defecto
fr: Système Standard
it: Sistema Standard
ja: デフォルト
zh_hans: 系统预设
zh_hant: 系統預設

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メトリック
zh_hans: 公制
zh_hant: 公制

source: Power Unit
de: Einheit Leistung
es: Unidad de Potencia
fr: Unité Puissance
it: Unità Potenza
ja: 電源ユニット
zh_hans: 功率单位
zh_hant: 功率單位

source: Energy Saving
de: Energie Sparen
es: Ahorro de Energía
fr: Economie d'énergie
it: Economia d'energia
ja: 省エネ
zh_hans: 节能
zh_hant: 節能

source: Reset standard settings when the app is started the next time
de: Standard Einstellungen beim nächsten Start wieder herstellen

source: Reset Settings
de: Zurücksetzen
es: Resetear Ajustes
fr: Réinitialiser
it: Inizializzare di nuovo
ja: 設定リセット
zh_hans: 重置设定
zh_hant: 重置設定

source: Expert Settings
de: Expert Settings (Englisch)
es: Ajustes Expertos
fr: Mode Expert (Anglais)
it: Modo Esperto (Inglese)
ja: エキスパート設定
zh_hans: 专家设定
zh_hant: 專家設定

source: Overlay Units
de: Einheiten Overlay
es: Superponer Unidades
fr: Unités Incrustation
it: Unità Inserimento
ja: オーバーレイユニット
zh_hans: 信息图层单位
zh_hant: 信息圖層單位

source: Preferred Resolution
de: Bevorzugte Auflösung
es: Resolución Preferida
fr: Résolution préférée
it: Risoluzione preferita
zh_hans: 偏好分辨率
zh_hant: 偏好解析度

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
zh_hans: 分辨率
zh_hant: 解析度

source: 192x144 - Low, 3G
de: 192x144 - Niedrig, 3G
es: 192x144 - Baja, 3G
fr: 192x144 - Basse, 3G
it: 192 x 144 - Bassa, 3G
zh_hans: 192x144 - 低画质, 3G
zh_hant: 192x144 - 低畫質, 3G

source: 480x360 - Medium, WiFi
de: 480x360 - Mittel, WiFi
es: 480x360 - Media, WiFi
fr: 480x360 - Moyenne, WiFi
it: 480 x 360 - Media, WiFi
zh_hans: 480x360 - 中画质, WiFi
zh_hant: 480x360 - 中畫質, WiFi

source: Best Available - High
de: Beste Verfügbare - Hoch
es: Mejor Disponible - Alta
fr: Meilleure dispo. - Haute
it: Migliore disp. - Alta
ja: 可能解像度
zh_hans: 最高分辨率 - 最高画质
zh_hant: 最高解析度 - 最高畫質

source: Use iCloud
de: iCloud nutzen
es: Utilizar iCloud
fr: Utiliser iCloud
it: Utilizzare iCloud
ja: iCloud利用
zh_hans: 使用 iCloud
zh_hant: 使用 iCloud

source: Auto Receive Videos
de: Videos autom. empfangen
es: Recepción automática de vídeos
fr: Réception Vidéos automatique
it: Ricezione Video automatica
ja: ビデオ自動受信
zh_hans: 自动接收视频
zh_hant: 自動接收影像

source: Auto Send Videos
de: Videos autom. senden
es: Envío automático
fr: Envoi vidéo automatique
it: Invio Video automatica
ja: ビデオ自動送信
zh_hans: 自动发送视频
zh_hant: 自動發送影像

source: MultiCam Control
de: MultiCam Steuerung
es: Mando MultiCam
it: Controllo MultiCam
zh_hans: MultiCam 多机位控制
zh_hant: MultiCam多機位控制

source: Discover MultiCams
de: MultiCams suchen
es: Buscar MultiCams
it: Scoperta MultiCam
zh_hans: 自动侦测MultiCam设备
zh_hant: 自動偵測MultiCam設備

source: Master
de: Hauptfilm
es: Maestro
fr: Maître
ja: マスタ
zh_hans: 主拍摄机位
zh_hant: 主拍攝機位

source: Picture in Picture
de: Bild im Bild
es: Imagen sobre Imagen
fr: PIP
it: PIP
ja: ピクチャINピクチャ
zh_hans: 画中画
zh_hant: 子母畫面

source: MultiCam Preset
de: MultiCam Standard
es: Preselección MultiCam
fr: Réglages MultiCam
it: Regolazioni MultiCam
ja: MultiCam プリセット
zh_hans: MultiCam配置
zh_hant: MultiCam配置

source: GoPro Preset
de: GoPro Standard
es: Preselección GoPro
fr: Réglages goPro
it: Regolazioni goPro
ja: GoProプリセット
zh_hans: GoPro配置
zh_hant: GoPro配置

source: HERO3/3+ Wifi Password
de: HERO3/3+ Wifi Passwort
es: Contraseña HERO3/3+ Wifi
fr: Mot de passe Wifi HERO3/3+
it: Password Wifi HERO3/3+
ja: HERO3/3+ Wifiパスワード
zh_hans: HERO3/3+ Wifi密码
zh_hant: HERO3/3+ WiFi密碼

source: Use MultiCam Settings (None)
de: MultiCam Einstellung (Keines)
es: Utilizar ajuste MultiCam (Ninguno)
fr: Utiliser les paramètres MultiCam (Aucun)
it: Usa Impostazioni MultiCam (Nessuna)
zh_hans: 沿用MultiCam设备设定（不调整）
zh_hant: 沿用MultiCam設備設定（不調整）

source: Maximum Resolution (Master)
de: Maximale Auflösung (Hauptfilm)
es: Resolución máxima (Maestro)
it: Risoluzione Massima (Master)
zh_hans: 最高分辨率（主拍摄机位）
zh_hant: 最高解析度（主拍攝機位）

source: Single Density (Picture in Picture)
de: Einfache Auflösung (Bild im Bild)
es: Baja resolución (Imagen sobre Imagen)
fr: Simple densité (image dans l'image)
it: Densità singola (Picture in Picture)
zh_hans: 统一像素密度（画中画）
zh_hant: 統一像素密度（子母畫面）

source: Startup
de: Neustart
es: Inicio
fr: Démarrage
it: Avvio
ja: 開始
zh_hans: 程序启动
zh_hant: 程序啓動

source: Driver or Rider ID
de: Eigene Kennung
es: ID del Conductor o Piloto
fr: ID Pilote
it: ID Pilota
ja: ドライバID
zh_hans: 车手 ID
zh_hant: 車手 ID

source: Hide Page Buttons
de: Seitliche Buttons ausblenden
es: Ocultar los Botones de Página
fr: Cacher les boutons
it: Nascondere i pulsanti
ja: ページボタン非表示
zh_hans: 隐藏换页按钮
zh_hant: 隱藏換頁按鈕

source: Hide Tab Bar
de: Tabs ausblenden
es: Ocultar menú
fr: Cacher la barre
it: Nascondere la barra
ja: タブを隠す
zh_hans: 隐藏标签栏
zh_hant: 隱藏標籤欄

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
ja: 動作
zh_hans: 操作设置
zh_hant: 操作設置

source: Speech
de: Sprachausgabe
es: Texto a voz
fr: Discours
it: Voce
zh_hans: 语音
zh_hant: 語音

source: 352x288 - Medium, WiFi
de: 352x288 - Mittel, WiFi
es: 352x288 - Media, WiFi
fr: 352x288 - Moyenne, WiFi
it: 325 x 288 - Media, WiFi
zh_hans: 352x288 - 中，WiFi
zh_hant: 352x288 - 中，WiFi

source: External Camera
de: Externe Kamera
es: Cámara exterior
fr: Caméra externe
it: Camera esterna
zh_hans: 外部相机
zh_hant: 外部相機

source: Camera Type
de: Kamera Typ
es: Tipo de cámara
fr: Type de caméra
it: Tipo di camera
zh_hans: 相机类型
zh_hant: 相機類型

source: Sony Cam
de: Sony Kamera
es: Cámara Sony
fr: Caméra Sony

source: Calibration
de: Kalibrierung
es: Calibración
it: Calibrazione
zh_hans: 校准
zh_hant: 校準

source: Acceleration
de: Beschleunigung
es: Aceleración
fr: Accélération
it: Accelerazione
ja: 加速度
zh_hans: 加速度
zh_hant: 加速度

source: Automatic Preset
de: Automatische Voreinstellung
es: Predefinición automática
fr: Préréglage automatique
it: Preimpostazione automatica
zh_hans: 自动选择配置
zh_hant: 自動選擇配置

source: Right Hand Traffic Preset
de: Voreinstellung Rechtsverkehr
es: Preset Conducción por la Derecha
fr: Préréglage conduite à droite
zh_hans: 右侧行车配置
zh_hant: 右側行車配置

source: Left Hand Traffic Preset
de: Voreinstellung Linksverkehr
es: Preset Conducción por la Izquierda
fr: Préréglage conduite à gauche
zh_hans: 左侧行车配置
zh_hant: 左側行車配置

source: Internal Cam Preset
de: Voreinstellung interne Kamera
es: Preset de Cámara Interna
zh_hans: 内置相机配置
zh_hant: 內置相機配置

source: Individually Measured
de: Individuell gemessen
es: Medido individualmente
fr: Mesurés séparément
it: Rilevato individualmente
zh_hans: 个性化测量
zh_hant: 個性化測量

source: Auto Preset
de: Voreinstellung
es: Predefinición automática
fr: Préréglage auto
it: Preimpostazione autom.
zh_hans: 自动选择配置
zh_hant: 自動選擇配置

source: RHT Preset
de: Rechtsverkehr
es: Preset Conducc. Dcha
fr: Préréglage conduite à droite
zh_hans: 右行配置
zh_hant: 右駕配置

source: LHT Preset
de: Linksverkehr
es: Preset Conducc. Izq
fr: Préréglage conduite à gauche
zh_hans: 左行配置
zh_hant: 左駕配置

source: Cam Preset
de: Kamera
es: Preset Cámara
zh_hans: 相机配置
zh_hant: 相機配置

source: Measured
de: Gemessen
es: Medido
fr: Mesuré
it: Rilevato
zh_hans: 已校准
zh_hant: 已校準

source: Knots
de: Knoten
es: Nudos
fr: Noeuds
it: Nodi
zh_hans: 节
zh_hant: 節

source: Wind Speed Unit
de: Windgeschwindigkeit
es: Unidad de velocidad del viento
fr: Unité de mesure de la vitesse du vent.
it: Unita velocità vento
zh_hans: 风速单位
zh_hant: 風速單位

source: Standard Speed
de: Standard
es: Velocidad estándar
fr: Vitesse standard
it: Velocità standard
zh_hans: 标准速度
zh_hant: 標準速度

source: Meter per Second
de: Meter pro Sekunde
es: Metros por segundo
fr: Mètres par seconde
it: Metri al secondo
zh_hans: 米/秒
zh_hant: 公尺/秒

source: Internal Cam
de: Interne Kamera
es: Cámara Interna
zh_hans: 内置相机
zh_hant: 內建相機

source: External Cam
de: Externe Kamera
es: Cámara Externa
zh_hans: 外置相机
zh_hant: 外接相機

source: Motorbike Preset
de: Voreinstellung Motorrad
es: Preset Moto
zh_hans: 摩托车配置
zh_hant: 摩托車配置

source: Motorbike
de: Motorrad
es: Moto
fr: Moto
it: Moto
ja: バイク
zh_hans: 摩托车
zh_hant: 摩托車

source: Warnings
de: Warnungen
es: Alertas
fr: Avertissements
it: Avvertimenti
zh_hans: 警告
zh_hant: 警告

source: Missing Power Supply
de: Fehlende Stromversorgung
zh_hans: 未外接电源
zh_hant: 未外接電源

source: Motorbike Use
de: Nutzung auf Motorrad
zh_hans: 摩托车使用
zh_hant: 摩托車使用

source: Show Large Hundreds
de: Hunderstel gross zeigen
zh_hans: 秒数字号放大
zh_hant: 秒數字體放大

source: Reference
de: Referenz
zh_hans: 对照
zh_hant: 對照

source: Vehicle Certification
de: Fahrzeug Zertifizierung

source: Define publishing for Online Racing. 'Never' turns online activities off. Driver ID is a short identifier used for the Hall of Fame.
de: Definiert die Veröffentlichung von Online Rennergebnissen. 'Nie' schaltet alle online Aktivitäten ab. Die Fahrerkennung ist eine in der Bestenliste gezeigte Abkürzung.

source: Various display options. Setting Skin to 'Day / Night' will switch between dark and strong contrast coloring schemes during sun raise and sun set.
de: Verschiedene Anzeigeoptionen. Der Skin 'Tag / Nacht' schaltet bei Sonnenaufgang und -untergang das Farbschema zwischen Dunkel und hohem Kontrast um.

source: Various sound options. Ticks sound is used for Classic View. Beep is a short audio signal issued when passing start / finish and split positions.
de: Verschiedene Audiooptionen. Der Ticks Ton wird in der Stoppuhr Ansicht verwendet. Hinweis ist ein kurzes Audiosignal das bei Überfahren von Start / Ziel und Zwischenzeiten ertönt.

source: Please use 'Automatic Preset' for acceleration handling whenever possible. Quick Reference illustration #2 shows device orientations detected automatically.
de: Bitte die 'Automatische Voreinstellung' wann immer möglich verwenden. Die Abbildung #2 im Schnelleinsteig zeigt die Geräte-Orientierungen, die automatisch erkannt werden.

source: MultiCam Preset defines resolution and 'Master' / 'Picture in Picture' assignments of footage recorded by external cams. WiFi password is necessary for GoPro HERO 3/3+ series only.
de: Der MultiCam Standard legt die Auflösung der Videoaufzeichnung und die Zuordnung als Hauptfilm oder Bild im Bild von externen Videos aus. Das WiFi Passwort wird nur für die GoPro HERO3/3+ Serie benötigt.

source: The app is operated automatically most of the time. In case you want to start and stop recordings manually, turn on Manual Timing. It will add additional buttons to timer views.
de: Die App wird zumeist im automatischen Modus betrieben. Für den Fall, dass Aufzeichungen manuell erfolgen sollen, bitte Manuelle Zeitnahme auswählen. Damit werden zusätzliche Buttons in der Timer Ansicht verfügbar.

source: Please use 'Automatic Preset' for acceleration handling whenever possible. Quick Reference illustration #4 shows device orientations detected automatically.
de: Bitte die 'Automatische Voreinstellung' wann immer möglich verwenden. Die Abbildung #4 im Schnelleinsteig zeigt die Geräte-Orientierungen, die automatisch erkannt werden.

source: Expert
de: Experte

source: Plain
de: Einfach

source: User
de: Nutzer

source: Identity
de: Identität

source: Take care with video resolution and frame rate selected. 90 MB/min and 190 MB/min are typical storage requirements for HD and Full HD. Selecting 60 instead of 30 frames per second (fps) will require 50% on top.
de: Bei der Auswahl von Auflösung und Bildrate bitte aufpassen. 90 MB/min und 190 MB/min sind die für HD und Full HD Videos typischerweise benötigten Speichermengen. Wenn man statt 30 Bildern pro Sekunde 60 wählt, kommen nochmal 50% dazu.

source: Try 60 fps
de: 60 Hz wenn möglich

source: Ticks
fr: Tictacs
it: Tictac
ja: チクタク音
zh_hans: 滴答声
zh_hant: 滴答聲

source: Normal
it: Normale
ja: ノーマル
zh_hans: 正常
zh_hant: 正常

source: Skin
es: Tema
it: Pelle+C63
ja: スキン
zh_hans: 界面皮肤
zh_hant: 界面配色

source: Imperial
fr: Impérial
it: Imperiale
ja: 英単位
zh_hans: 英制
zh_hant: 英制

source: System
es: Sistema
fr: Système
it: Sistema
zh_hans: 系统
zh_hant: 系統

source: 640x480 - SD
zh_hans: 640x480 - 标清
zh_hant: 640x480 - 標清

source: 1280x720 - HD
zh_hans: 1280x720 - 高清
zh_hant: 1280x720 - 高清

source: Video
fr: Vidéo
ja: ビデオ
zh_hans: 视频
zh_hant: 影像

source: Freemium Edition
zh_hans: 免费版
zh_hant: 免費版

source: 1920x1080 - FullHD
zh_hans: 1920x1080 - 全高清
zh_hant: 1920x1080 - 全高清

source: 3840x2160 - 4K UHD
zh_hans: 3840x2160 - 4K超高清
zh_hant: 3840x2160 - 4K超高清

source: Font
zh_hans: 字体
zh_hant: 字體

source: Standard
ja: 標準
zh_hans: 标准
zh_hant: 標準

source: Online
fr: En ligne
it: In linea
zh_hans: 在线实况
zh_hant: 線上實況

source: POI Detection
es: Detección de PDI

source: Reset standard settings when LapTimer is started the next time
es: Resetear ajustes predeterminados de LapTimer. Es necesario reiniciar.

source: LapTimer
ja: ラップタイマ
